/*******************************************************************************

            版权所有(C), 2010~2013, 曾华荣 (EMail: zeng_hr@163.com)
********************************************************************************
文 件 名: OSP_GLOBALS.H
作    者: 曾华荣 (EMail: zeng_hr@163.com)
版    本: V1.00
日    期: 2010年5月26日
功能描述: 
函数列表: 
    1. ...: 
修改历史: 
    作者: 曾华荣 (EMail: zeng_hr@163.com)    日期: 2010年5月26日
--------------------------------------------------------------------------------
    1. 初始版本
*******************************************************************************/
#ifndef __OSP_GLOBALS_H__
#define __OSP_GLOBALS_H__

#include <osp_types.h>
#include <osp_errors.h>

#endif /* End of __OSP_GLOBALS_H__ */
