/*******************************************************************************
版权所有, 2010~2013, 曾华荣 (zeng_hr@163.com)
文件名: TCLEXTCMD.H
作者: 曾华荣 (zeng_hr@163.com)  日期: 2010年4月13日
功能描述: 
函数列表: 
  1. ...: 
  
修改历史: 
  作者: 曾华荣 (zeng_hr@163.com)  日期: 2010年4月13日
  ------------------------------------------------------------------------------
  初始版本
*******************************************************************************/
#ifndef _TCL_EXT_CMD_H_
#define _TCL_EXT_CMD_H_

extern int ExecuteScriptAndFile(const char *script, const char *fileName);


#endif /* End of _TCL_EXT_CMD_H_ */
